Repository: Steph-1990/Robot-Uprising-Mod
Catalog: l10n/*.public-simulation-technologies.po
Languages: fr

source: The now-extinct Nisian breed of horse was one of the largest and robust horses of ancient times. They were highly sought after by the Seleucids and Persians as both rider and mount gained heavier armor as time progressed.
fr: La race de cheval nisén aujourd'hui disparue a été l'une des plus grandes et robustes de l'Antiquité. Ces chevaux ont été très recherchés par les Séleucides et les Perses alors que le cavalier et la monture gagnaient en armure plus lourde avec le temps.

source: Nisean War Horses
fr: Chevaux de guerre niséens

source: Champion Cavalry Spearmen +20% health, but +10% training time.
fr: Lancier monté champion : +20% de points de vie, mais +10% de temps d'entraînement.

source: Increases outpost vision.
fr: Augmente la vision de l'avant-poste.

source: Carrier Pigeons
fr: Pigeons voyageurs

source: Outposts +33% vision range.
fr: Les avant-postes ont un champs de vision étendu de +33%.

source: Traditional Army vs Reform Army
fr: Armée traditionnelle vs. Armée réformée

source: Civil Engineering
fr: Ingénieurie civile

source: Civil Service
fr: Service civil

source: The festival at Daphne was a major event of the Seleucid Empire: tens of thousands of well-equipped troops participated in the opening procession.
fr: Les parades de Daphnè constituaient un événement important dans l'empire séleucide : des dizaines de milliers de soldats en apparat y défilaient à titre de cortège d'inauguration.

source: Parade of Daphne
fr: Parade de Daphné

source: Champions −20% training time.
fr: Unités championnes : -20% de temps d'entrainement.

source: Dummy technology for use in templates requirements, replaced by phase_city_generic or phase_city_{civ}.
fr: Technologie factice à l'usage des condition de modèle, remplacée par phase_city_generic ou phase_city_{civ}

source: City Phase
fr: Phase des Cités

source: Advances from a bustling town to a veritable metropolis, full of the wonders of modern technology. This is the Athenian city phase, where metal gathering rates are boosted because of the 'Silver Owls' bonus.
fr: Amélioration d'une ville animée en une véritable métropole, pleine des merveilles de la technologie moderne. C'est la phase de la cité d'Athènes, où les taux d'exploitation de métaux sont améliorés en raison du bonus de la Chouette d'argent.

source: Requires three Town Structures.
fr: Requiert trois bâtiments de la phase Ville.

source: Advance to City Phase, which unlocks more entities and technologies. Civic Centers +50% territory influence radius. Structures +9 capture points regeneration rate per garrisoned unit. Workers +10% metal gather rate.
fr: Avancez à la phase des Cités, ce qui vous permettra de débloquer plusieurs unités et technologies. Centre-ville : +50% à la zone d'influence territoriale. Bâtiments : +9 au taux de régénération des points de capture pour chaque unité en garnison. Ouvrier : +10% au taux de récolte du métal.

source: Advances from a bustling town to a veritable metropolis, full of the wonders of modern technology.
fr: Amélioration d'une ville animée en une véritable métropole, pleine des merveilles de la technologie moderne.

source: Advance to City Phase, which unlocks more entities and technologies. Civic Centers +50% territory influence radius. Structures +9 capture points regeneration rate per garrisoned unit.
fr: Avancez à la phase des Cités, ce qui vous permettra de débloquer plusieurs unités et technologies. Centre-ville : +50% à la zone d'influence territoriale. Bâtiments : +9 au taux de régénération des points de capture pour chaque unité en garnison.

source: Advances from a bustling town to a veritable metropolis, full of the wonders of modern technology. This is the Persian city phase, where stable training rates are decreased because of the 'Times of War' bonus.
fr: Amélioration d'une ville animée en une véritable métropole, pleine des merveilles de la technologie moderne. C'est la phase de la cité Perse, où les temps d'entraînement de l'écurie sont réduites grâce au bonus de 'Temps de Guerre'

source: Advance to City Phase, which unlocks more entities and technologies. Civic Centers +50% territory influence radius. Structures +9 capture points regeneration rate per garrisoned unit. Stable −10% batch training time.
fr: Avancer à la Phase des Cités, ce qui débloque plus d'entités et de technologies. Centres-villes : +50% du rayon d'influence du territoire. Bâtiments : +9 points de capture du taux de régénération par unité en garnison. Écurie : -10% de temps d'entraînement en groupe.

source: Dummy technology for use in templates requirements, replaced by phase_town_generic or phase_town_{civ}.
fr: Technologie factice à l'usage des conditions de modèle, remplacée par phase_town_generic ou phase_town_{civ}

source: Town Phase
fr: Phase des Villes

source: Advances from a small village to a bustling town, ready to expand rapidly. This is the Athenian town phase, where metal gathering rates are boosted because of the 'Silver Owls' bonus.
fr: Amélioration d'un petit village en une ville animée, prête à s'étendre rapidement. C'est la phase de la ville d'Athènes, où les taux de collecte des métaux sont améliorés en raison du bonus de la Chouette d'argent.

source: Requires five Village Structures.
fr: Requiert cinq bâtiments de la phase Village

source: Advance to Town Phase, which unlocks more entities and technologies. Civic Centers +30% territory influence radius. Structures +7 capture points regeneration rate per garrisoned unit. Workers +10% metal gather rate.
fr: Avancez à la phase des Villes, ce qui vous permettra de débloquer plusieurs unités et technologies. Centre-ville : +30% à la zone d'influence territoriale. Bâtiments : +7 au taux de régénération des points de capture pour chaque unité en garnison. Ouvriers : +10% au taux de récolte du métal.

source: Advances from a small village to a bustling town, ready to expand rapidly.
fr: Amélioration d'un petit village en une ville animée, prête à se développer rapidement.

source: Advance to Town Phase, which unlocks more entities and technologies. Civic Centers +30% territory influence radius. Structures +7 capture points regeneration rate per garrisoned unit.
fr: Avancez à la phase des Villes, ce qui vous permettra de débloquer plusieurs unités et technologies. Centre-ville : +30% à la zone d'influence territoriale. Bâtiments : +7 au taux de régénération des points de capture pour chaque unité en garnison.

source: Advances from a small village to a bustling town, ready to expand rapidly. This is the Persian town phase, where stable training rates are decreased because of the 'Times of War' bonus.
fr: Amélioration d'un petit village en une ville animée, prête à s'étendre rapidement. C'est la phase de ville Perse, où les temps d'entraînement de l'écurie sont réduites grâce au bonus de 'Temps de Guerre'

source: Advance to Town Phase, which unlocks more entities and technologies. Civic Centers +30% territory influence radius. Structures +7 capture points regeneration rate per garrisoned unit. Stable −10% batch training time.
fr: Avancer à la Phase des Villes, ce qui débloque plus d'entités et de technologies. Centres-villes : +30% du rayon d'influence du territoire. Bâtiments : +7 points de capture du taux de régénération par unité en garnison. Écurie : -10% de temps d'entraînement en groupe.

source: Village Phase
fr: Phase des Villages

source: Poison Arrows
fr: Flèches empoisonnées

source: Ranged Soldiers +20% attack damage.
fr: Soldats à distance : +20% de dégâts

source: Poison Blades
fr: Épées empoisonnées

source: Melee Soldiers +20% attack damage.
fr: Soldats au corp-à-corp : +20% de dégâts

source: Home gardens ranged from simple fenced-in areas to large manicured and colonnaded enclosures.
fr: Les jardins domestiques pouvaient n'être que de simples zones clôturées ou s'étendre à de larges enceintes entretenues et traversées de colonnes.

source: Home Garden
fr: Jardin

source: Houses +20% population bonus.
fr: Habitations : bonus de +20% de population.

source: Homes tended to expand as the wealth and population of a settlement grew.
fr: Les maisons avaient tendance à s'agrandir lorsque la richesse et la population d'une colonie augmentait.

source: Manors
fr: Manoirs

source: The Roman-style core of the Seleucid army.
fr: Le noyau de l'armée séleucide inspirée des troupes romaines.

source: Reform Army
fr: Réforme militaire

source: Unlock the Champion Infantry Swordsman.
fr: Déverrouille l'unité Fantassin épéiste champion

source: Employ skilled shipwrights with specialized tools to speed up ship construction.
fr: Employer des charpentiers compétents avec des outils spécialisés pour accélérer la construction de navires.

source: Naval Architects
fr: Architectes navals

source: Ships −20% construction time.
fr: Navires -20% de temps de construction.

source: Wooden reinforcement beams for ship hulls.
fr: Poutres de renfort en bois pour les coques des navires.

source: Reinforced Hull
fr: Coque renforcée

source: Ships +25% health.
fr: Navires +25% de santé.

source: Train your oarsmen and sailors to move more efficiently and speed up your ships.
fr: Entraînez vos rameurs et vos marins à se déplacer de manière plus efficace et d'accélérer vos navires.

source: Experienced Crews
fr: Équipages expérimentés

source: Ships +10% movement speed.
fr: +10% de vitesse de déplacement pour les navires.

source: Advanced technologies improve siege efficiency.
fr: Les technologies avancées améliorent l'efficacité du siège.

source: Advanced Siege
fr: Siège avancé

source: Siege Engines +25% attack crush damage.
fr: Les engins de siège infligent +25% de dégâts d'écrasement.

source: Improvement to projectile accuracy.
fr: Amélioration de la précision du projectile.

source: Bolt Accuracy
fr: Précision des balistes

source: Bolt Shooters −20% ranged attack spread.
fr: Les balistes ont -20% de dispersion lors des attaques a distance.

source: The science or craft of laying or carrying out sieges.
fr: La science ou l'art de subir ou de faire subir des sièges.

source: Siegecraft
fr: Art du siège

source: Siege Engines −20% construction time.
fr: les engins de siège ont -20% de temps de construction.

source: Cover the exterior with iron plates to protect against fire and projectiles.
fr: Couvre l'extérieur avec des plaques de fer pour protéger du feu et des projectiles.

source: Armor Plating
fr: Plaque de blindage

source: Battering Rams and Siege Towers +25% health.
fr: Les béliers et les tours de siège ont +25% de santé.

source: Military engineers are responsible for improvements in siege engines.
fr: Les ingénieurs militaires sont responsables des améliorations des engins de siège.

source: Military Engineers
fr: Génie militaire

source: Siege Engines –40% pack and unpack time.
fr: les engins de siège ont -20% de temps de déploiement.

source: Silk Road
fr: Route de la soie

source: Traders +20% international trade bonus.
fr: Troceurs : +20 de bonus aux échanges internationaux

source: The Silver Shields, or Argyraspidai, were the elite heavy infantry arm of the Macedonian army.
fr: Les Boucliers d'argent ou Argyraspides étaient l'infanterie lourde d'élite de l'armée macédonienne.

source: Silver Shields Regiment
fr: Régiment des Boucliers d'argent

source: Upgrade Shield Bearer Champion Infantry to Silver Shields, with more health and attack damage.
fr: Améliore l'infanterie à bouclier championne en «Boucliers d'argent», possédant une meilleure santé et armure.

source: Often, a soldier would carry a secondary weapon in addition to his primary weapon of choice, to be drawn when the primary weapon has failed or been broken.
fr: Souvent, un soldat d'infanterie portait avec lui une arme secondaire en supplément de son arme principale, qu'il utilisait lorsque son arme principale défaillait ou se brisait.

source: Side Arms
fr: Arme de poing

source: Soldiers +15% melee attack damage.
fr: Les soldats ont +15% de dégâts d'attaque de mêlée.

source: Using iron instead of bronze gave weapons additional power.
fr: Utilisation du fer au lieu du bronze procurant une puissance supplémentaire aux armes.

source: Iron Weapons
fr: Armes en fer

source: By adding a small amount of carbon during the iron smelting process, a stronger material, steel, can be forged.
fr: En ajoutant une petite quantité de carbone au cours du processus de fusion du fer, on peut forger un matériau plus solide, l'acier.

source: Carburization
fr: Carbonisation

source: Soldiers +20% melee attack damage.
fr: Les Soldats ont +20% de dégâts d'attaque de mêlée.

source: Secret steel working techniques give sword blades distinctive and beautiful markings. Not only that, but the steel's hardness is unparalleled.
fr: Les techniques secrètes du travail de l'acier donnent aux épées de magnifiques et distinctives marques. Ce n'est pas tout, la dureté de l'acier est aussi sans précédent.

source: Steel Working
fr: Travail de l'acier

source: Toledo Steel
fr: Acier de Tolède

source: Wootz Steel
fr: Wootz

source: Soldiers +20% melee attack damage. Swordsmen get an additional +20% bonus.
fr: Les Soldats ont +20% de dégâts d'attaque de mêlée. Les épéistes obtiennent un bonus additionnel de +20%.

source: Improving the fletching of arrows increases their stability and speed, and thus their penetration.
fr: L'amélioration de l'empennage des flèches augmente leur stabilité, leur vitesse et donc leur pénétration.

source: Improved Fletching
fr: Empennage amélioré

source: Soldiers +15% ranged attack damage.
fr: Les Soldats ont +15% dégâts d'attaque à distance.

source: Projectile points made of iron enable missiles to penetrate deeper.
fr: Les projectiles avec des pointes en fer permettent de pénétrer plus profondément.

source: Iron Arrowheads
fr: Pointes en fer.

source: Arrowheads with three lobes instead of two inflict larger wounds.
fr: Les têtes de flèches avec trois lobes au lieu de deux infligent de plus larges blessures.

source: Trilobate Arrowheads
fr: Pointes de flèches à trois côtés.

source: Soldiers +20% ranged attack damage.
fr: Les Soldats ont +20% dégâts d'attaque à distance.

source: Ranged Soldiers +25% promotion experience.
fr: Les soldats à distance ont +25% d'expérience de promotion.

source: Body armor made from quilted wool, linen, cotton, or leather.
fr: Armure en laine matelassée, en lin, en coton ou en cuir.

source: Quilted Body Armor
fr: Armure matelassée

source: Soldiers +1 hack resistance.
fr: Les soldats gagnent +1 d'armure contre les attaques tranchantes .

source: Body armor made from laminated linen.
fr: Armure faite de lin laminé.

source: Laminated Linen Body Armor
fr: Armure de lin laminé

source: Body armor made of small metal rings linked together.
fr: Armure constituée de petits anneaux métalliques reliés entre eux.

source: Mail Body Armor
fr: Armure en maille

source: Soldiers +2 hack resistance.
fr: Les Soldats ont +2 d'armure contre les attaques tranchantes.

source: Wooden shields are heavier but much better able to resist projectiles and blows than wicker-frame shields.
fr: Les boucliers en bois sont plus lourds, mais plus à même de résister aux projectiles et au coups que les boucliers en osier.

source: Wooden Shield
fr: Boucliers en bois

source: Soldiers +1 pierce resistance.
fr: Les soldats gagnent +1 d'armure contre les attaques perçantes.

source: Strengthen shields with a metal rim or spine.
fr: Renforce les boucliers avec un cerclage métallique et une bosse.

source: Metal Rim
fr: Bord métallique.

source: Strengthen shields further with stronger metal alloys.
fr: Renforce davantage les boucliers avec des alliages métalliques plus résistants.

source: Improved Shield Alloys
fr: Alliages de bouclier amélioré

source: Soldiers +2 pierce resistance.
fr: Les Soldats ont +2 de résistance au perçage.

source: Recruit a network of informants to watch over your people.
fr: Recrute un réseau d'informateurs pour espionner votre population.

source: Counterintelligence
fr: Contre espionnage

source: Make your units 50% more expensive to bribe.
fr: Faire en sorte que vos unités soient 50% plus chères à soudoyer.

source: Significantly increase training speed of cavalry by training them in large batches or squadrons.
fr: Augmente significativement la vitesse d'entraînement de la cavalerie en les formant par grands groupes ou bataillons.

source: Stables −10% batch training time.
fr: Les écuries ont −10 % de temps d'entraînement de groupe.

source: Qanāt or Kārēz, a network of underground aqueducts connected to the yakhchal ice house.
fr: Qana, un réseau d'aqueducs souterrains connectés à la yakhtchal.

source: Subterranean Aqueducts
fr: Aqueducs souterrains

source: Ice House +1 trickle food rate per second.
fr: Maison Frigo +1 de taux de flux de nourriture.

source: Crenellations on the battlements allow soldiers wider range of fire in defending a keep.
fr: Les créneaux sur les remparts permettent aux soldats d'avoir une plus grande portée de tir dans la défense d'un donjon.

source: Crenellations
fr: Créneaux

source: Sentry and Stone Towers +40% more arrows per garrisoned Soldier.
fr: Les tours sentinelles et les tours de pierre ont +40% de flèches par Soldats en garnison.

source: Reinforce the foundations in preparation of an attack.
fr: Renforcer les fondations en préparation d'une attaque.

source: Sturdy Foundations
fr: Fondations solides

source: Towers +25% health.
fr: Les Tours ont +25% de santé.

source: Murder holes allow hitting enemies at the foot of the tower.
fr: Les meurtrières permettent d'atteindre les ennemis à la base de la tour.

source: Murder Holes
fr: Meurtrières

source: Sentry and Stone Towers have 0 minimum attack range.
fr: Les tours sentinelles et les tours de pierre n'ont pas de portée d'attaque minimum.

source: Arrow shooters increase the maximum range of the fire arrows.
fr: Les tireurs de flèches augmente la portée maximale des flèches de feu.

source: Arrow Shooters
fr: Tireurs de flèche

source: Sentry and Stone Towers +8 attack range.
fr: Les tours sentinelles et les tours de pierre ont +8 de portée d'attaque.

source: A night's watch increases vigilance.
fr: Une ronde de nuit augmente la vigilance.

source: Sentries
fr: Sentinelles

source: Sentry and Stone Towers +1 default arrow count.
fr: Les tours sentinelles et les tours de pierre ont +1 flèche par défaut.

source: Improve the international trading profit.
fr: Accroit le profit du commerce international

source: Commercial Treaty
fr: Traité commercial

source: Traders +10% trade profit between allies.
fr: Troceurs : +10% de profit lors des échanges entre alliés

source: The progress in handicraft improves the trading profit.
fr: Les progrès en artisanat rendent le commerce plus profitable.

source: Handicraft
fr: Artisanat

source: Traders +15% trade gain.
fr: Les Marchands ont +15% de gains commerciaux.

source: Advanced Handicraft
fr: Artisanat avancé

source: Traders traveling together in caravans are less vulnerable.
fr: Les Marchands voyageant ensemble en convois sont moins vulnérables aux attaques.

source: Trade Caravan
fr: Caravane marchande

source: Land Traders +50% health.
fr: Les Marchands de terrains +50% de santé.

source: The Macedonian-style core of the Seleucid army.
fr: Le noyau de l'armée séleucide inspirée des troupes macédoniennes.

source: Traditional Army
fr: Armée traditionnelle

source: Unlock the Champion Infantry Pikeman.
fr: Déverrouille l'unité Fantassin piquier champion

source: Advanced and Elite units +20% training time, +25% health, +0.7 capture attack strength, +20% loot, and −30% gather speed; Healers +5 healing strength and +3 healing range; Melee units +1 resistance and +20% attack damage; Ranged units −20% spread.
fr: Les unités avancées et élite ont +20% de temps d'entraînement, +25% de santé, +0.7 de force d'attaque de capture, +20% de butin et -30% de vitesse de récolte. Les Guérisseurs ont +5% de soin et +3 en portée. Les unités de Mêlée ont +1% de résistance et +20% de dégâts d'attaque. Les unités à Distance ont -20% de dispersion des attaques

source: African Elephants −10% resource costs, training time, health, attack damage, and loot.
fr: Réduit de -10% les coûts en ressources, le temps d'entraînement, les points de vie, les dégâts en attaque, et la compétences de pillage des éléphants africains.

source: Indian Elephants +10% resource costs, training time, health, attack damage, and loot.
fr: Augmente de +10% le coût des ressources, le temps d'entraînement, les points de vie, les dégâts à l'attaque, et la compétence de pillage des éléphants indiens.

source: Elite units +20% training time, +25% health, +0.8 capture attack strength, +20% loot, and −30% gather speed; Healers +5 healing strength and +3 healing range; Melee units +1 resistance and +20% attack damage; Ranged units −20% spread.
fr: Les unités d'Élite ont +20% de temps d'entraînement, +25% de santé, +0.8 de force d'attaque de capture, +20% de butin et -30% de vitesse de récolte. Les Guérisseurs ont +5% de soin et +3 en portée. Les unités de Mêlée ont +1 de résistance et +20% de dégâts d'attaque. Les unités à Distance ont -20% de dispersion des attaques

source: Guard units (Champions) are professionals who wield the best weapons and have the best training.
fr: Les unités de la Garde (Champions) sont des professionnels détenant les meilleures armes et ayant le meilleur entraînement.

source: Unlock Champion Cavalry
fr: Débloque la cavalerie championne

source: Unlock Champion Cavalry at the Stable.
fr: Débloque la cavalerie championne dans les écuries.

source: Unlock Champion Chariots
fr: Débloque les chariots champions.

source: Unlock Champion Chariots at the Stable.
fr: Débloque les chariots champions dans les écuries.

source: Unlock Champion Infantry
fr: Débloque l'infanterie championne

source: Unlock Champions Infantry at the Barracks.
fr: Débloque l'infanterie championne dans les casernes.

source: A festival attended by women-only, to celebrate female fertility.
fr: Un festival à l'attention uniquement des femmes, pour célébrer la fertilité féminine.

source: Fertility Festival
fr: Festival de la fertilité

source: Bona Dea
fr: Bonne déesse

source: Unlock the ability to train women from houses.
fr: Déverrouiller la capacité de former des femmes à partir des maisons.

source: The extension of trade leads to the permanent establishment of storekeepers and their families in foreign countries, allowing them to exploit the wealth of these countries.
fr: Le développement du commerce amène à l'établissement permanent de commerçants et de leurs familles dans des pays étrangers, leur permettant ainsi d'exploiter les biens de ces pays.

source: Requires three Traders
fr: Nécessite 3 commerçants

source: Allows using allied dropsites.
fr: Le joueur peut utiliser les dépôts de ressources de ses alliés.

source: By means of trading and travelling people explored beyond the boundaries of their lands and drew maps of it in order to share and memorize their discoveries.
fr: Grâce au commerce et aux voyages, les gens partaient explorer au-delà de leurs frontières et dessinaient des cartes pour partager et mémoriser leurs découvertes.

source: Cartography
fr: Cartographie

source: See what your allies see, browse their summary and check their resources and population count in the top panel.
fr: Voyez ce que voient vos alliés, parcourez leurs notes et consultez leurs ressources et population dans le panneau supérieur.

source: Merchants' first goal was trading, but they also gathered information about the countries they crossed.
fr: Le rôle premier des marchands est le commerce, mais ils récupèrent aussi des informations sur les régions par lesquelles ils voyagent.

source: Espionage
fr: Espionnage
