Repository: Steph-1990/Robot-Uprising-Mod
Catalog: l10n/*.public-tutorials.po
Languages: fr

source: Did you heard it? This sound indicates that a meteorite has crashed on the map. Meteorites contain Starcilite ore, required to train a Behebot. The location of meteorites is marked on your map, select some Buildobots and right-click on one of meteorites.
fr: Vous avez entendu? Ce son indique qu'une météorite s'est écrasée sur la map. Les météorites contiennent du minerai de Starcilite, nécessaire pour former un Behebot. Dirigez-vous vers les différents endroits indiqués sur la minimap avec un ou plusieurs Buildobots pour récolter le minerai.

source: As you can see, you don't need drills to gather Starcilite ore, Buildobots can collect it directly but they are the only ones who can do it. In addition to the usual resources, the Behebot requires 900 Starcilite crystals to be trained. Collect enough Starcilite to train a Behebot.
fr: Comme vous pouvez le constater, vous n'avez pas besoin de foreuses pour récolter le minerai de Starcilite, les Buildobots peuvent le récupérer directement mais ils sont les seuls à pouvoir le faire. En plus des ressources habituelles, le Behebot nécessite 900 cristaux de Starcilite pour être entraîné. Récupérez suffisamment de Starcilite pour former un Behebot.

source: Perfect, you now have enough Starcilite Ore to train a Behebot. Select your Behebot Factory then click on the Behebot icon.
fr: Parfait, vous disposez à présent de suffisamment de minerai de Starcilite pour former un Behebot. Sélectionnez votre usine à Behebot puis cliquez sur l'icône du Behebot.

source: We are coming to the end of this tutorial. It is time to launch our final assault and definitively destroy the enemy base. You can train a few additional units if necessary and upgrade them using technologies to ensure victory. When you will be ready, head to the enemy base and destroy it!
fr: Nous arrivons au terme de ce tutoriel. Il est temps de lancer notre assaut final et de détruire définitivement la base adverse. Vous pouvez former quelques unités supplémentaires si nécessaire et les améliorer à l'aide de technologies pour vous assurer la victoire. Lorsque vous serez prêt, dirigez-vous vers la base ennemie et détruisez-la !

source: Fantastic! You have managed to destroy the enemy base! This tutorial is now complete, thank you for playing!
fr: Fantastique! Vous avez réussi à détruire la base ennemie ! Ce tutoriel est maintenant terminé, merci d'avoir joué !

source: Do not forget to press the batch production hotkey (shift key by default) while clicking to produce multiple units.
fr: N'oubliez pas d'appuyer sur la touche de raccourci de production par lots (touche Maj par défaut) tout en cliquant pour produire plusieurs unités.

source: Left-clik on the Boombot icon.
fr: Faites un clic gauche sur l'icône du Boombot.

source: Left-clik on the Spybot icon.
fr: Faites un clic gauche sur l'icône du Spybot.

source: Left-clik on the Predabot or the Stingerbot icon.
fr: Faites un clic gauche sur l'icône du Predabot ou du Stingerbot.
