Repository: Steph-1990/Robot-Uprising-Mod
Catalog: l10n/*.public-simulation-technologies.po
Languages: fr

source: Spartans were housed and trained from a young age to be superlative warriors and to endure any hardship a military life can give them.
fr: Les Spartiates étaient élevés et formés dès le plus jeune âge à devenir des guerriers hors normes et à supporter n'importe quelle épreuve qu'une vie militaire peut leur faire encourir.

source: The Agoge
fr: L'agogé

source: Unlocked in City Phase.
fr: Débloqué dans la Phase des Cités.

source: Champion Infantry Spearmen +25% health, but +5% training time.
fr: Lancier d'infanterie Champion, Santé +25%, mais 5% temps d'entraînement supplémentaire

source: Encouraging soldiers to practice archery improves their accuracy.
fr: Encourager les soldats à s'entraîner à l'archerie améliore leur précision.

source: Archery Training
fr: Entrainement d'archerie

source: Unlocked in Town Phase.
fr: Débloqué dans la Phase des Villes.

source: Archers −20% ranged attack spread.
fr: Les archers ont -20% de dispersion lors des attaques à distance.

source: The Indian, Iranian, and Kushite peoples had a tradition of fine archery and a penchant for using massed archers in battle.
fr: Les Indiens, les Iraniens et les Koushites avaient traditionnellement de bons archers et un penchant pour l'utilisation en masse d'archers au cours des batailles.

source: Archery Tradition
fr: Tradition d'archerie

source: Unlocked in Village Phase.
fr: Débloqué dans la Phase des Villages.

source: Archers +10 attack range.
fr: Les archers ont +10 de distance d'attaque.

source: Monumental Architecture
fr: Monument d'architecture

source: Civic Structures +20% build time, +20% health, and +20% capture points.
fr: Bâtiments Civils +20% vitesse de construction, +20% santé et +20% points de capture

source: The Persians built the wonderful 1677 mile-long Royal Highway from Sardis to Susa; Darius the Great and Xerxes also built the magnificent Persepolis; Cyrus the Great greatly improved Ecbatana and virtually 'rebuilt' the old Elamite capital of Susa.
fr: Les Perses ont construit la merveilleuse voie royale sur 2 700 km de Sardes à Suse ; Darius le Grand et Xerxès ont aussi édifié la magnifique Persépolis; Cyrus le Grand a beaucoup amélioré Ecbatane et pratiquement "reconstruit" l'ancienne capitale élamite de Suse.

source: Persian Architecture
fr: Architecture persane

source: Structures +25% health and capture points, but also +20% build time.
fr: Structures : +25% de points de vie, mais +20 de temps de construction.

source: This famous and most important work of the Seven Military Classics teaches Han commanders everything about planning battles, maintaining armies, and defeating one's enemies.
fr: Cet ouvrage connu est le plus important des Sept Traités de l'art militaire et enseigne aux commandants Han tout ce qu'il faut savoir sur la planification des batailles, le maintien des armées et l'art de vaincre ses ennemis.

source: Sun Tzu's "The Art of War"
fr: « L'Art de la Guerre » de Sun Tzu

source: All Citizen-Soldiers −20% required promotion experience.
fr: Tous les soldats-citoyens : -20% d'expérience requis pour être promus

source: The will to fight is crucial to victory. Inspire your troops with higher pay.
fr: La volonté de combattre est cruciale pour la victoire. Motivez vos troupes avec une solde plus généreuse

source: Will to Fight
fr: Volonté de combattre

source: Soldiers, Siege Engines, and Ships +25% attack damage.
fr: Soldats, Engins de Siège et Bateaux : +25% de dégâts.

source: Significantly increase training speed of infantry by training them in large batches or companies.
fr: Augmente significativement la vitesse d'entraînement de l'infanterie en les formant par grands groupes ou bataillons.

source: Barracks −10% batch training time.
fr: Casernes : -10% de temps d'entrainement de groupe.

source: Selectively breed better war horses.
fr: Élever des chevaux dont la seule fin est la guerre.

source: Horse Breeding
fr: Élevage de chevaux

source: Cavalry +10% health.
fr: Cavalerie : +10% de santé

source: Train your horses to move faster.
fr: Entraîne vos chevaux à se déplacer plus rapidement.

source: Horse Racing
fr: Course de chevaux

source: Cavalry +10% walk speed.
fr: Cavalerie : +10% de vitesse de déplacement

source: Carthaginians built their city walls in three concentric circuits. These walls were never breached. Even when the city was taken by the Romans, it was via the city's harbor, not by storming its walls.
fr: Les Carthaginois bâtissaient leurs remparts en trois circuits concentriques. Ces murs n'ont jamais été percés. Même quand la cité fut prises par les Romains, ce fut par le port de la ville et non en prenant d'assaut les remparts.

source: Triple Walls
fr: Remparts triples

source: City Walls +100% build time, +100% stone cost, and +200% health.
fr: Mur d'enceinte : +100% de temps de construction, +100% de coût en pierre et +200% points de vie.

source: Celtic structures were mostly made of wood with rubble foundations.
fr: Les structures Celtes sont pour la plus grande partie faites de bois avec des fondations de pierre.

source: Wooden Construction
fr: Construction en bois

source: Structures −20% build time, −20% health, and −20% capture points.
fr: Bâtiments : -20% de temps de construction, -20% de points de vie et -20% de points de capture.

source: The Gauls were well-known for their effective cavalry. Celtic mercenaries were in demand throughout the Mediterranean.
fr: Les Gaulois étaient connus pour l'efficacité de leur cavalerie. Les mercenaires celtiques étaient convoités à travers la Méditerranée.

source: Superior Cavalry
fr: Cavalerie supérieure

source: Cavalry +10% melee attack damage.
fr: Cavalerie : +10% de dégâts de mêlée.

source: The Greeks used stone construction from early Mycenaean times.
fr: Les Grecs utilisent les constructions en pierre depuis le début du Mycénien.

source: Hellenic Architecture
fr: Architecture hellénique

source: Structures +10% health and +10% capture points.
fr: Les structures gagnent +10% de santé et +10% de points de capture.

source: By uniting China under one emperor, the Han Dynasty ruled over 40 million people, one of the largest empires of antiquity by population.
fr: En unifiant la Chine sous un seul empereur, la dynastie Han a reigné sur plus de 40 millions de personnes, soit l'un des plus grands empires de l'antiquité en termes de population.

source: Federated States
fr: États fédérés

source: +10% maximum population limit.
fr: Augmente la limite de population maximale de +10%.

source: The Han built massive walls made from rammed earth. These were gigantic fortifications several meters thick and stretching for kilometers.
fr: Les Han ont construit des murs massifs à partir de terre tassée. Il s'agissait de fortifications gigantesques épaisses de plusieurs mètres et qui s'étendaient sur des kilomètres.

source: Great Wall
fr: Mur haut

source: City Walls +50% health.
fr: Murs de la ville : +50% de santé.

source: The Macedonian economy relied greatly on their vast natural resources.
fr: L'économie Macédonienne reposait en grande partie sur ses ressources naturelles abondantes.

source: Resource-Rich Economy
fr: Économie riche en ressources

source: Storehouse technologies −100% research time.
fr: Technologies d'entrepôts : -100% de temps de recherche

source: India is the land of the elephants. Elephant warfare originated in India and continued for millennia. It was also the source of elephants for the eastern Mediterranean. Indian kings were able to field large numbers of war elephants.
fr: L'Inde est le pays des éléphants. C'est en Inde que l'on commença à faire des éléphants des armes de guerre, et cette pratique s'y perpétua pendant plusieurs millénaires. C'est également depuis l'Inde que la région orientale de la Méditerranée se procurait ses éléphants. Les monarques indiens étaient en mesure de déployer quantité d'éléphants de guerre sur le champ de bataille.

source: Elephant Tradition
fr: Culture de l'éléphant

source: Elephants −30% training time.
fr: Réduction de -30% du temps d'entraînement des éléphants.

source: The Mauryan Empire encompassed dozens of formerly independent kingdoms over an area of 5 million square kilometers, with a population of close to 60 million people. The Mauryan regents held the title Emperor of Emperors and commanded a standing army of 600,000 infantry, 9000 elephants, 8000 chariots, and 30,000 cavalry, making it arguably the largest army of its time.
fr: L'empire Maurya englobait des douzaines d'anciens royaumes indépendants sur une surface de 5 millions de km², avec une population proche des 60 millions de personnes. Les souverains Maurya portaient le titre d'Empereur des Empereurs et commandaient une armée permanente de 600 000 hommes d'infanterie, 9 000 éléphants, 8 000 chars et 3 000 cavaliers, ce qui en faisait sans doute la plus grande armée de cette époque.

source: Emperor of Emperors
fr: Empereur des Empereurs

source: The Mauryas built their city walls out of wood, an abundant natural resource in India.
fr: Les Mauryas construisaient les murs de leurs villes en bois, une ressource naturelle abondante en Inde.

source: Wooden Walls
fr: Murs en bois

source: City Walls −20% build time and −20% health.
fr: Mur d'enceinte : -20% de temps de construction et -20% de points de vie.

source: The Persians could and did levy a large number of infantry during wartime due to the sheer size of the Achaemenid Empire and the way in which it was set-up. In general the Persian infantry was well trained and fought with great tenacity. However while this was true the infantry were poor hand-to-hand, close combat fighters. Also, with the exception of the elite regiments, the Persian infantry was not a standing professional force.
fr: Les Perses achéménides purent lever de grandes armées d'infanterie durant la guerre grâce à un territoire immense et une organisation efficace. En général, l'infanterie perse était bien formée et se battait avec une grande ténacité. Quoi qu'il en soit, elle n'était toutefois par réputée pour ses aptitudes au combat de corps-à-corps. Enfin, à l'exception des troupes d'élite, l'infanterie perse n'était pas une force professionnelle et permanente.

source: Great King's Levy
fr: Prélèvement du grand Roi

source: Sun-dried mud bricks were a common building material in hot and dry areas, especially where wood was scarce. Although not as strong and durable as fired bricks or natural stone and vulnerable to constant rains and heavy floods, mud bricks have the advantage they are cheap and easy to produce.
fr: Les briques de terre crue étaient un matériau de construction courant dans les régions au climat désertique, surtout lorsqu'il n'y avait qu'un accès limité au bois.

source: Sun-dried Mud Bricks
fr: Briques de terre crue

source: Houses and Economic Structures −40% wood cost and health.
fr: Habitations et bâtiments économiques : -40% de coûts en bois et de points de vie.

source: Improved Construction
fr: Construction améliorée

source: All structures −10% build time and −10% cost.
fr: Tous les bâtiments : -10% de temps de construction et -10% de coût.

source: Robust Architecture
fr: Architecture robuste

source: All structures +20% health.
fr: Tous les bâtiments : +20% de santé

source: Efficient Bureaucracy
fr: Bureaucracie efficace

source: Ministers −50% train time.
fr: Ministres : -50% de temps d'entraînement

source: Intensive Training
fr: Entraînement intensif

source: Ministers +50% health.
fr: Ministres : +50% de santé

source: Carthaginians established many trading centers as colonies and ultimately held dominion over 300 cities and towns in North Africa alone.
fr: Les Carthaginois établirent de nombreux centres commerciaux comme des colonies et ont finalement dominé plus de 300 villes et villages pour la seule Afrique du Nord.

source: Colonization
fr: Colonisation

source: Civic Structures −25% build time and resources cost
fr: Bâtiments civils : -25% de temps de constructions et de coût en ressources.

source: The Han had a penchant for using massed crossbowmen in battle.
fr: Les Han avait un penchant pour l'utilisation de groupes d'arbalétriers lors des batailles.

source: Crossbow Training
fr: Entraînement à l'arbalète

source: Crossbow Infantry and Cavalry −20% train time.
fr: Infanterie d'arbalétriers et Cavalerie : -20% de temps d'entraînement

source: Early Achaemenid rulers acted towards making Persia the first great Asian empire to rule the seas. The Great King behaved favourably towards the various sea peoples in order to secure their services, but also carried out various marine initiatives. During the reign of Darius the Great, for example, a canal was built in Egypt and a Persian navy was sent exploring the Indus river. According to Herodotus, some 300 ships in the Persian navy were retrofitted to carry horses and their riders.
fr: Les premiers souverains achéménides se sont employés à faire des Perses le premier grand empire de l'Asie à régner sur les mers. Les Grands Rois étaient bienveillants envers les différents peuples de la mer afin de s'assurer leurs services, mais aussi réaliser diverses initiatives marines. Durant le règne de Darius le Grand, par exemple, un canal fut construit en Égypte et la marine Perse a été envoyée pour explorer le fleuve Indus. Selon Hérodote, quelques 300 bateaux dans la marine Perse ont été réaménagés afin de transporter des chevaux et leurs cavaliers.

source: Equine Transports
fr: Transports de chevaux

source: Phoenician Triremes gain the ability to train Cavalry.
fr: Les trirèmes phéniciennes obtiennent la capacité d'entrainer de la Cavalerie.

source: Salting allows to preserve fish longer.
fr: Le salage permet de conserver le poisson plus longtemps.

source: Salting Fish
fr: Salant des poissons

source: Fishing Boats +20 food capacity.
fr: Bateaux de pêche +20 de capacité de nourriture

source: Use nets to improve the productivity of fishing boats.
fr: Utiliser des filets pour accroître la productivité des bateaux de pêche.

source: Fishing Net
fr: Filet de pêche

source: Fishing Boats +30% fish gather rate.
fr: Bateaux de pêche +30% de vitesse de pêche.

source: Units regain health over time while garrisoned.
fr: Les unités en garnison se guérissent au fil du temps.

source: Living Conditions
fr: Conditions de vie

source: Structures +1 garrison heal rate.
fr: Bâtiments : +1 au taux de soin pour les unités en garnison.

source: Breed livestock to slaughter for meat.
fr: Élever du bétail afin de l'abattre pour sa viande.

source: Stockbreeding
fr: Élevage

source: Domestic Animals −25% breeding time.
fr: Animaux domestiques -25% de temps de reproduction.

source: Workers use baskets. Increases shuttling capacity for all resources.
fr: Les ouvriers utilisent des paniers. Augmente la capacité de transport pour toutes les ressources.

source: Baskets
fr: Paniers

source: Workers +5 resource capacity.
fr: Les ouvriers ont +5 de capacité en ressource.

source: Workers use horse-drawn carts. Increases shuttling capacity for all resources.
fr: Les travailleurs utilisent des charrettes tirées par des chevaux. Augmente la capacité de transport pour toutes les ressources.

source: Horse-drawn Carts
fr: Charrettes tirées par des chevaux

source: Workers use wheelbarrows. Increases shuttling capacity for all resources.
fr: Les ouvriers utilisent des brouettes. Augmente la capacité de transport pour toutes les ressources.

source: Wheelbarrow
fr: Brouette

source: Install a chain pump for improved irrigation.
fr: Installer une pompe à chapelets pour améliorer l'irrigation.

source: Chain Pump
fr: Pompe à chapelets

source: Workers +20% rice gather rate.
fr: Ouvriers : +20% du taux de cueillette du riz

source: Extra nutrients for farms.
fr: Nutriments supplémentaires pour les fermes.

source: Fertilizer
fr: Engrais

source: Workers +20% grain gather rate.
fr: Augmente le taux de récolte des ouvriers de +20%.

source: The Gauls invented an harvesting machine, making it much easier to harvest grain.
fr: Les Gaulois ont inventé une moissonneuse, laquelle facilite grandement la récolte.

source: Harvesting Machine
fr: Moissonneuse

source: Workers +10% grain gather rate.
fr: Augmente le taux de récolte des ouvriers de +10%.

source: Equip your workers with iron plows, animal-drawn instruments to turn the sod.
fr: Équiper vos travailleurs avec des charrues en fer, des outils tirés par des animaux pour retourner la terre.

source: Iron Plow
fr: Charrue en fer

source: Equip your workers with seed drills.
fr: Équiper vos ouvriers de semoirs.

source: Seed Drill
fr: Semoir

source: Training for workers to increase farm gathering speed.
fr: Entrainement des travailleurs pour augmenter la vitesse de récolte des fermes.

source: Gather Training
fr: Entrainement de récolte

source: Remove water weeds to preserve nutrients for the rice plants.
fr: Désherber l'eau pour préserver les nutriments pour les plants de riz.

source: Water Weeding
fr: Désherbage de l'eau

source: Increases wood gathering rates for trees.
fr: Augmente la vitesse d'exploitation des arbres.

source: Iron Axe Heads
fr: Têtes de haches en fer

source: Workers +25% wood gather rate.
fr: Augmente le taux de récolte du bois par les ouvriers de +25%.

source: Sharp Axe Heads
fr: Tête de hache tranchante

source: Stronger Axe
fr: Hache solide

source: Compel serfs to help your workers quarry stone. Increases stone gathering rates.
fr: Obliger les serfs à aider vos travailleurs à miner la pierre. Augmente le taux d'exploitation de la pierre.

source: Workers +25% stone gather rate.
fr: Augmente le taux de récolte de la pierre par les ouvriers de +25%.

source: Hire servants to help quarry stone. Increases stone gathering rates.
fr: Recruter des serviteurs pour aider a miner la pierre. Augmente le taux de récolte de la pierre.

source: Servants
fr: Serviteurs

source: Develop shaft mining. Increases metal gathering rates.
fr: Développer l'exploitation minière. Augmente le taux d'exploitation du métal.

source: Shaft Mining
fr: Exploitation minière

source: Workers +25% metal gather rate.
fr: Augmente le taux de récolte du métal par les ouvriers de +25%.

source: Strike a vein of precious silver. Increases metal gathering rates.
fr: Trouver un filon d'argent précieux. Augmente le taux de collecte de métal.

source: Silver Mining
fr: Extraction de l'argent

source: Mines of Laureion
fr: Mines du Laureion

source: Mines of Krenides
fr: Mines de Krenides

source: Buy slaves to help your workers quarry stone. Increases stone gathering rates.
fr: Acheter des esclaves pour aider à miner de pierre. Augmente le taux de récolte de la pierre.

source: Slaves
fr: Esclaves

source: Equip your workers with helpful tools. Increases metal gathering rates.
fr: Équiper vos travailleurs avec des outils. Augmente le taux de collecte du métal.

source: Wedge and Mallet
fr: Marteau et burin

source: Equip your foragers with wicker baskets for foraging.
fr: Équiper vos cueilleurs de paniers en osier pour la cueillette.

source: Wicker Baskets
fr: Paniers en osier

source: Workers +50% fruit gather rate.
fr: Les ouvriers ont +50% de taux de récolte de fruits.

source: Increases the healing and vision range of all healers.
fr: Augmente la portée de guérison et le champ de vision de tous les guérisseurs.

source: Healing Range
fr: Portée de guérison

source: Olympic Pantheon
fr: Panthéon olympique

source: Healers +5 healing range.
fr: Guérisseurs : +5 de portée de guérison.

source: Healing Range 2
fr: Portée de guérison 2

source: Increases the healing rate of all healers.
fr: Augmente le taux de soin de tous les guérisseurs.

source: Healing Rate
fr: Vitesse de guérison

source: Healers −20% healing time.
fr: Guérisseurs : -20% de temps de guérison.

source: Healing Rate 2
fr: Vitesse de guérison 2

source: Hippocratic Oath
fr: Serment d'Hippocrate

source: The loom allowed the creation of finer clothing for settlers. Women of the household were taught from a young age how to weave on the loom, and subsequently spent a large share of their lives working with it.
fr: Le métier à tisser a permis la création de vêtements plus fins pour les colons. Les femmes du foyer apprenaient dès le plus jeune âge à travailler avec le métier à tisser, et ainsi passaient une grande partie de leurs vies à travailler avec.

source: The Loom
fr: Métier à tisser

source: Female Citizens +100% health.
fr: Citoyennes : +100% de santé.

source: Organic units will slowly regenerate health over time when idle.
fr: Les unités vivantes régénéreront lentement leurs santé lorsqu'elles seront au repos.

source: Battlefield Medicine
fr: Médecine de champ de bataille

source: Idle Organic units +0.5 health regeneration rate.
fr: Unités vivantes au repos : +0,5 au taux de guérison.

source: Beginning with Alexander, the Hellenistic monarchs founded many cities throughout their empires, where Greek culture and art blended with local customs to create the motley Hellenistic civilization.
fr: Commençant avec Alexandre, les monarques hellénistiques fondèrent de nombreuses cités à travers leur empire, où la culture grecque se mêla avec les coutumes locales créant ainsi une civilisation hellénistique hétéroclite.

source: Hellenistic Metropolis
fr: Métropole hellénistique

source: Civic Centers +100% health and capture points, double default arrows.
fr: Centre-villes : +100 de points de vie et de capture, tirs par défaut doublés.

source: Hoplite soldiers constituted most of the armies of Greece.
fr: Les soldats Hoplites constituaient la majorité des armées de Grèce.

source: Hoplite Tradition
fr: Tradition Hoplite

source: Hoplites −25% training time and −50% promotion experience.
fr: Les Hoplites ont -25% de temps d'entrainement et -50% d'expérience de promotion.

source: The Achaemenids maintained a 10,000-strong elite corps, referred to as Athanatoi (“Immortals”) by Greek authors.
fr: Les Perses achéménides entretenaient une force armée d'élite de 10 000 soldats que certains auteurs grecs nommèrent Athanatoi (“les Immortels”).

source: Immortals
fr: Immortels

source: Immortals −50% training time.
fr: Immortels : -50% de temps d'entraînement

source: Athenian gymnasium, docks and triremes can train Marines (Epibates Athenaikos) and Cretan Mercenary Archers (Toxotes Kretikos).
fr: Les gymnases, ports et trirèmes athéniens peuvent produire des soldats de marine (Epibates Athenaikos) et des archers mercenaires crétois (Toxotes Kretikos).

source: Iphicratean Reforms
fr: Réformes d'Iphicrate

source: Athenian Gymnasia, Docks and Triremes can train Marines and Cretan Mercenary Archers.
fr: Les gymnases, ports et trirèmes Athéniens peuvent produire des soldats de marine et des archers mercenaires crétois.

source: The Long Walls of Athens were constructed under the auspices of the wily Themistocles and extended 6 km from the city to the port of Piraeus. This secured the city's sea supply routes and prevented an enemy from starving out the city during a siege.
fr: Les Longs murs athéniens, érigés sous les auspices de l'astucieux Thémistocle, s'étendaient sur 6 km de la cité au port du Pirée. Ils sécurisaient les voies d'approvisionnement maritimes de la cité et empêchaient l'ennemi d'affamer la cité en cas de siège.

source: Athenian Long Walls
fr: Longs murs athéniens

source: Build Walls in own or neutral territory.
fr: Construisez des murs dans votre propre territoire ou dans le territoire neutre.
