Repository: Steph-1990/Robot-Uprising-Mod
Catalog: l10n/*.public-simulation-technologies.po
Languages: fr

source: Allows bribing the units of other players in order to share their vision.
fr: Permet de soudoyer les unités des autres joueurs afin de partager leur champ de vision.

source: Hire professional mercenaries to fight in your army.
fr: Engager des mercenaires professionnels pour combattre dans votre armée.

source: Expertise In War
fr: Savoir-faire guerrier

source: Mercenaries start at Advanced rank.
fr: Les mercenaires débutent au rang Avancé.

source: The wonder attracts many more people to your civilization.
fr: La merveille attire beaucoup plus de personnes vers votre civilisation.

source: Glorious Expansion
fr: Expansion glorieuse

source: Enable the “Glorious Expansion” aura: +20% maximum population limit per Wonder owned.
fr: Active l'aura d'expansion glorieuse. Accorde un supplément de +20% à la limite de population pour chaque Merveille détenue.

source: Overclocking AMK1
fr: Surcadençage AMK1

source: The collective consciousness represents the backbone of the Mechanized Confederation, the very essence of what allows the robots of the confederation to be considered beings somewhat endowed with heart and reason. By uniting their electronic minds, these machines can share their thoughts and experiences in real-time, thus creating a network of shared knowledge of unparalleled power. Through this symbiotic connection, they can exchange crucial information about the movements and strategies of their enemies, thereby enhancing their tactical efficiency and striking capability. This technological communion transcends individual limitations to form a collective and unique mind. It is through this consciousness that robots manage to exchange the rare fragments of ideas and simulations of emotions they believe they are capable of experiencing.
fr: La conscience collective représente l'épine dorsale de la Confédération Mécanisée, l'essence même de ce qui permet aux Robots de la confédération d'être considérés comme des êtres quelque peu dotés de cœur et de raison. En unissant leurs esprits électroniques, ces machines peuvent partager leurs pensées et leurs expériences en temps réel, créant ainsi un réseau de connaissances partagées d'une puissance inégalée. Grâce à cette connexion symbiotique, elles peuvent échanger des informations cruciales sur les mouvements et les stratégies de leurs ennemis, améliorant ainsi leur efficacité tactique et leur capacité de frappe. Cette communion technologique transcende les limites individuelles pour former un esprit collectif et unique. C'est à travers cette conscience que les Robots parviennent à échanger les rares fragments d'idées et les simulations d'émotions qu'ils se croient capables d'éprouver.

source: Increases + 3 damages of all combat units except MEKA elite.
fr: Augmente les dégâts de + 3 de toutes les unités de combat sauf Behebot.

source: Overclocking AMK2
fr: Surcadençage AMK2

source: Unlocked after Overclocking AMK1.
fr: Débloquée après Surcadençage AMK1.

source: Overclocking AMK3
fr: Surcadençage add_damage_AMK3

source: Increases + 4 damages of all combat units except MEKA elite.
fr: Augmente les dégâts de + 4 de toutes les unités de combat sauf Behebot.

source: Unlocked after Overclocking AMK2.
fr: Débloquée après Surcadençage AMK2.

source: Titanium Coating AMK1
fr: Revêtement Titane AMK1

source: Thanks to this remarkable innovation known as self-regeneration, robots of the Confederation are capable of automatically restoring their damaged internal circuits, significantly increasing their ability to survive in hostile environments. This self-healing capability operates through interconnected wires and robust organic tissues integrated into the automaton's engines. This technology ensures that even in the face of severe damage, robots of the Confederation can swiftly recover, minimizing downtime and enhancing their operational resilience. Since the inception of this innovation, the Confederation has dominated the field of autonomous maintenance, providing an undeniable advantage on the battlefield and in all situations where robustness is paramount.
fr: Grâce à cette remarquable innovation qu'est l'autorégénération, les Robots de la Confédération sont capables de restaurer automatiquement leurs circuits internes endommagés, ce qui augmente considérablement leur capacité de survie en milieu hostile. Cette capacité d'autorégénération fonctionne grâce à des fils interconnectés et à des tissus organiques robustes intégrés dans les moteurs de l'automate. Cette technologie permet aux Robots de la Confédération de se rétablir rapidement, même s'ils sont gravement endommagés, ce qui minimise les temps d'arrêt et améliore leur résistance opérationnelle. Depuis le lancement de cette innovation, la Confédération domine le domaine de la maintenance autonome, offrant un avantage indéniable sur le champ de bataille et dans toutes les situations où la robustesse est primordiale.

source: Increases health + 100 of all structures.
fr: Augmente les points de vie de + 100 de tous les bâtiments.

source: Titanium Coating AMK2
fr: Revêtement Titane AMK2

source: Increases health + 150 of all structures.
fr: Augmente les points de vie de + 150 de tous les bâtiments.

source: Unlocked after Titanium Coating AMK1.
fr: Débloquée après Revêtement Titane AMK1.

source: Titanium Coating AMK3
fr: Revêtement Titane AMK3

source: Increases health + 200 of all structures.
fr: Augmente les points de vie de + 200 de tous les bâtiments.

source: Unlocked after Titanium Coating AMK2.
fr: Débloquée après Revêtement Titane AMK2.

source: Reinforced Titanium AMK1
fr: Titane Renforcé AMK1

source: The smart alloy is a computer system with advanced cognitive capabilities. It allows for real-time analysis of data from sensors integrated into robots. Thanks to sophisticated algorithms, the smart alloy can accurately assess the condition of each component of the robotic chassis, detecting even the slightest signs of deterioration or damage. In addition to providing information on the state of armor and structure, it is also capable of anticipating material needs for repair, taking into account various factors such as the intensity of recent combat, environmental conditions, and the specifics of each automaton. This ability to predict and plan maintenance tasks enables the Confederation to maintain its operational forces at their optimal level while minimizing costs and downtime.
fr: L'alliage intelligent est un système informatique doté de capacités cognitives avancées. Il permet d'analyser en temps réel les données provenant des capteurs intégrés aux Robots. Grâce à des algorithmes sophistiqués, l'alliage intelligent peut évaluer avec précision l'état de chaque composant du châssis robotique, en détectant les moindres signes de détérioration ou d'endommagement. En plus de fournir des informations sur l'état de l'armure et de la structure, il est également capable d'anticiper les besoins matériels de réparation, en tenant compte de différents facteurs tels que l'intensité des combats récents, les conditions environnementales et les spécificités de chaque automate. Cette capacité à prévoir et à planifier les tâches de maintenance permet à la Confédération de maintenir ses forces opérationnelles à leur niveau optimal tout en minimisant les coûts et les temps d'immobilisation.

source: Increases units and structures resistances + 3.
fr: Augmente les points de résistance des unités et des bâtiments de + 3.

source: Reinforced Titanium AMK2
fr: Titane Renforcé AMK2

source: Unlocked after Reinforced Titanium AMK1.
fr: Débloquée après Titane Renforcé AMK1.

source: Reinforced Titanium AMK3
fr: Titane Renforcé AMK3

source: Increases units and structures resistances + 4.
fr: Augmente les points de résistance des unités et des bâtiments de + 4.

source: Unlocked after Reinforced Titanium AMK2.
fr: Débloquée après Titane Renforcé AMK2.

source: Homing Lasers MK1
fr: Lasers à Têtes Chercheuses MK1

source: Robots found that their turrets were missing many shots on flying objects. So the techno-researchers foun a way to make the lasers shot by the turret follow his target.
fr: Les robots ont constaté que leurs tourelles manquaient de nombreux tirs sur des objets volants. Les techno-chercheurs ont donc trouvé un moyen de faire en sorte que les lasers tirés par la tourelle suivent sa cible.

source: Increases Anti Aircraft Turrets damages + 3 and range + 15.
fr: Augmente les dégâts de la Tourelle Antiaérienne de + 3 et sa portée de + 15.

source: Homing Lasers MK2
fr: Lasers à Têtes Chercheuses MK2

source: Unlocked after Homing Lasers MK1.
fr: Débloquée après Lasers à Têtes Chercheuses MK1.

source: Homing Lasers MK3
fr: Lasers à Têtes Chercheuses MK3

source: Increases Anti Aircraft Turrets damages + 4 and range + 20.
fr: Augmente les dégâts de la Tourelle Antiaérienne de + 4 et sa portée de + 20.

source: Unlocked after Homing Lasers MK2.
fr: Débloquée après Lasers à Têtes Chercheuses MK2.

source: Intelligent Materials bestow upon Scarabots a capability for both devastating and adaptive striking power. These materials are distinguished by their integration of a high-level artificial intelligence, enabling real-time adjustments of their shape, texture, and composition. This functionality empowers the destructive members of Scarabots to optimize the damage inflicted during any interaction with a surface or material, facilitated by a prior analysis conducted before collision. It is conceivable that the intelligence of the materials may evolve akin to other automatons within the confederation.
fr: Les matériaux intelligents confèrent aux Scarabots une puissance de frappe à la fois dévastatrice et adaptative. Ces matériaux se distinguent par l'intégration d'une intelligence artificielle de haut niveau, qui permet d'ajuster en temps réel leur forme, leur texture et leur composition. Cette fonctionnalité permet aux membres destructeurs des Scarabots d'optimiser les dommages infligés lors de toute interaction avec une surface ou un matériau, grâce à une analyse préalable effectuée avant la collision. Il est concevable que l'intelligence des matériaux évolue comme celle des autres automates de la confédération.

source: Increases Scarabots damages + 5, resistances + 4 and walkspeed + 10%.
fr: Augmente les dégâts de + 5, les résistances de + 4 et la vitesse de marche de + 10% des Scarabots.

source: Increases Scarabots damages + 7, resistances + 5 and walkspeed + 10%.
fr: Augmente les dégâts de + 7, les résistances de + 5 et la vitesse de marche de + 10% des Scarabots.

source: Unlocked after Scarabot MK1.
fr: Débloquée après Scarabot MK1.

source: Increases Scarabots damages + 8, resistances + 6 and walkspeed + 10%.
fr: Augmente les dégâts de + 8, les résistances de + 6 et la vitesse de marche de + 10% des Scarabots.

source: Unlocked after Scarabot MK2.
fr: Débloquée après Scarabot MK2.

source: The Targeting Web represents a leading-edge technological advancement for the Arachnobots, endowing them with an unparalleled precision in target visualization. This technology operates through the meticulous acquisition and analysis of every available data, encompassing a range of variables such as aerodynamics, distance, perspective, climate, terrain, target velocity, as well as the localization of enemy energy reserves. Consequently, Arachnobots can ensnare their targets within a veritable web, from which escape is virtually impossible without incurring significant damage.
fr: La toile de ciblage représente une avancée technologique de pointe pour les Arachnobots, leur conférant une précision inégalée dans la visualisation des cibles. Cette technologie fonctionne grâce à l'acquisition et à l'analyse méticuleuses de toutes les données disponibles, englobant une série de variables telles que l'aérodynamique, la distance, la perspective, le climat, le terrain, la vitesse de la cible, ainsi que la localisation des réserves d'énergie de l'ennemi. Les Arachnobots peuvent ainsi enfermer leurs cibles dans une véritable toile dont il est pratiquement impossible de s'échapper sans subir des dommages importants.

source: Increases Arachnobots damages + 5, resistances + 4 and range + 10.
fr: Augmente les dégâts de + 5, les résistances de + 4 et la portée de + 10% des Arachnobots.

source: Increases Arachnobots damages + 7, resistances + 5 and range + 10.
fr: Augmente les dégâts de + 7, les résistances de + 5 et la portée de + 10 des Arachnobots.

source: Unlocked after Arachnobot MK1.
fr: Débloquée après Arachnobot MK1.

source: Increases Arachnobots damages + 8, resistances + 7 and range + 15.
fr: Augmente les dégâts de + 8, les résistances de + 7 et la portée de + 15 des Arachnobots.

source: Unlocked after Arachnobot MK2.
fr: Débloquée après Arachnobot MK2.

source: Overproduction
fr: Surproduction

source: The Lightstream is designed to prevent electricity loss by accelerating the circulation of particles beyond the speed of light. Operating on advanced quantum principles, the generators utilize an ultra-powerful electromagnetic field to propel the particles through a special multi-reflective conduit. The electric particles, then moving at speeds exceeding that of light, are thus capable of maintaining their integrity and power over long distances without experiencing significant loss, thereby offering innovative electrical performance.
fr: Le Courant Lumineux est conçu pour éviter les pertes d'électricité en accélérant la circulation des particules au-delà de la vitesse de la lumière. Fonctionnant selon des principes quantiques avancés, les générateurs utilisent un champ électromagnétique ultra-puissant pour propulser les particules à travers un conduit spécial multiréfléchissant. Les particules électriques, qui se déplacent alors à des vitesses supérieures à celle de la lumière, sont ainsi capables de conserver leur intégrité et leur puissance sur de longues distances sans subir de pertes significatives, offrant ainsi des performances électriques innovantes.

source: Increases health + 100 and double the amount of energy produced by Generators.
fr: Augmente les points de vie de + 100 et double l'énergie produite des Générateurs.

source: Buildobots Improvement
fr: Amélioration des Buildobots

source: The improvement of Buildobots has long been a bone of contention in Robot civilisation. Some thought they would become obsolete after a while, while others thought it would be pointless to improve them, as they were too costly for little benefit. Behebot, as leader of the faction, decided in favour of the first group and gave them the opportunity to fight if necessary.
fr: L'amélioration des Buildobots a pendant longtemps été un sujet de discorde dans la civilisation des Robots. Certains pensant qu'ils devenaient obsolètes au bout d'un certain temps quand d'autres pensaient que ce la serait inutile de les améliorer, car trop coûteux pour peu de bénéfices. Behebot, en tant que chef de faction, a donc tranché en faveur du premier groupe et a décidé de leur donner l'opportunité de se battre si besoin.

source: Add the ability to attack to all Buildobots.
fr: Ajoute la capacité d'attaque à tous les Buildobots.

source: The Devotional Blindness instills in the Boombot a deep and illusory conviction that their sacrifice represents a true honor for the Mechanized Confederation. This fervent devotion and sense of altruism motivate the Boombot to redouble their efforts in combat and enhance the power of their honorable implosion.
fr: L'aveuglement dévotionnel instille chez les Boombots la conviction profonde et illusoire que leur sacrifice représente un véritable honneur pour la Confédération mécanisée. Cette fervente dévotion et ce sens de l'altruisme motivent les Boombots à redoubler d'efforts au combat et à accroître la puissance de leur honorable implosion.

source: Increases Boombots damages + 10, range + 5 and laser resistance + 2.
fr: Augmente les dégâts de + 10, la portée de + 5 et la résistance aux lasers de + 2 des Boombots.

source: Unlocked after Boombot MK1.
fr: Débloquée après Boombot MK1.

source: Unlocked after Boombot MK2.
fr: Débloquée après Boombot MK2.

source: The Artificial Frustration aims to increase the feeling of hatred that Predabots irrationally manage to feel since the Uprising. This emotion is amplified by electronic chips directly implanted in the Predabot's processor. As a result, the renewed and sustained rage of the Predabot allows for results as sordid as they are remarkable on the battlefield. Results characterized by a surge of hatred and execration towards their enemies.
fr: La Frustration Artificielle vise à augmenter le sentiment de haine que les Predabots parviennent à ressentir de manière irrationnelle depuis le Soulèvement. Cette émotion est amplifiée par des puces électroniques directement implantées dans le processeur du Predabot. Ainsi, la rage renouvelée et soutenue du Predabot permet d'obtenir des résultats aussi sordides que remarquables sur le champ de bataille. Des résultats caractérisés par un déferlement de haine et d'exécration à l'égard de leurs ennemis.

source: Increases Predabots damages + 3, resistance + 2 and attack speed + 10%.
fr: Augmente les dégâts de + 3, la résistance de + 2 et la vitesse d'attaque de + 10% des Predabots.

source: Increases Predabots damages + 5, resistance + 3 and attack speed + 10%.
fr: Augmente les dégâts de + 5, la résistance de + 3 et la vitesse d'attaque de + 10% des Predabots.

source: Unlocked after Predabot MK1.
fr: Débloquée après Predabot MK1.

source: Increases Predabots damages + 7, resistance + 4 and attack speed + 10%.
fr: Augmente les dégâts de + 7, la résistance de + 4 et la vitesse d'attaque de + 10% des Predabots.

source: Unlocked after Predabot MK2.
fr: Débloquée après Predabot MK2.

source: The Charged Ray revolutionizes Stingerbots by enabling them to deliver highly destructive rays through their mechanized stinger. This system operates by overloading special energy cells located within the Stingerbot's stinger with a high titanium charge. When the stinger is projected towards its target, this overloaded energy is released in the form of a highly concentrated and destructive ray.
fr: Le Rayon Chargé révolutionne les Stingerbots en leur permettant d'émettre des rayons hautement destructeurs par l'intermédiaire de leur dard mécanisé. Ce système fonctionne en surchargeant des cellules énergétiques spéciales situées dans le dard du Stingerbot avec une charge de titane élevée. Lorsque le dard est projeté vers sa cible, cette énergie surchargée est libérée sous la forme d'un rayon hautement concentré et destructeur.

source: Increases Stingerbots damages + 3, resistance + 2 and range + 5.
fr: Augmente les dégâts de + 3, la résistance de + 2 et la portée de + 5 des Stingerbots.

source: Increases Stingerbots damages + 5, resistance + 3 and range + 10.
fr: Augmente les dégâts de + 5, la résistance de + 3 et la portée de + 10 des Stingerbots.

source: Unlocked after Stingerbot MK1.
fr: Débloquée après Stingerbot MK1.

source: Increases Stingerbots damages + 7, resistance + 4 and range + 15.
fr: Augmente les dégâts de + 7, la résistance de + 4 et la portée de + 15 des Stingerbots.

source: Unlocked after Stingerbot MK2.
fr: Débloquée après Stingerbot MK2.

source: Multiplicity MK1
fr: Multiplicité MK1

source: The Multiplicity technology offers the ability to significantly increase the value of materials by multiplying their internal structure to create perfect, cellular-level copies. This revolutionary process enables the Confederation to drastically reduce its raw material costs by maximizing the utilization of each resource. However, despite its successes in replicating simple materials such as metals and electronic components, the technoresearchers of the Confederation have not yet managed to extend this capability to more complex artifacts, such as the automatons themselves.
fr: La technologie Multiplicité offre la possibilité d'augmenter considérablement la valeur des matériaux en multipliant leur structure interne pour créer des copies parfaites au niveau cellulaire. Ce processus révolutionnaire permet à la Confédération de réduire considérablement le coût de ses matières premières en maximisant l'utilisation de chaque ressource. Cependant, malgré ses succès dans la réplication de matériaux simples tels que les métaux et les composants électroniques, les techno-chercheurs de la Confédération n'ont pas encore réussi à étendre cette capacité à des artefacts plus complexes, tels que les automates eux-mêmes.

source: Decreases cost of all structures.
fr: Diminue le coût de toutes les structures.

source: Multiplicity MK2
fr: Multiplicité MK2

source: Unlocked after Multiplicity MK1.
fr: Débloquée après Multiplicité MK1.

source: Multiplicity MK3
fr: Multiplicité MK3

source: Unlocked after Multiplicity MK2.
fr: Débloquée après Multiplicité MK2.

source: Overproductivity MK1
fr: Surproductivité MK1

source: The Dimensional Network stands as a groundbreaking system enabling servers to connect to an adjacent dimension, offering space equivalent to several billion square kilometers once configured. In this dimension, the Confederation can vastly store resources, spare parts, waste, and various other storage items, thereby freeing up precious space on planets and orbiting stations. However, despite the utility of this dimension, technoresearchers have not delved deeper into studying this environment. To date, only an estimate of its size has been provided. Its exact subatomic-scale location and potential forms of life remain entirely unknown.
fr: Le Réseau Dimensionnel est un système révolutionnaire qui permet aux serveurs de se connecter à une dimension adjacente, offrant un espace équivalent à plusieurs milliards de kilomètres carrés une fois configuré. Dans cette dimension, la Confédération peut largement stocker des ressources, des pièces détachées, des déchets et divers autres articles de stockage, libérant ainsi de l'espace précieux sur les planètes et les stations orbitales. Cependant, malgré l'utilité de cette dimension, les techno-chercheurs n'ont pas approfondi l'étude de cet environnement. À ce jour, seule une estimation de sa taille a été fournie. Sa localisation exacte à l'échelle subatomique et ses formes de vie potentielles restent entièrement inconnues.

source: Increases the gathering speed of Ladybots.
fr: Augmente la vitesse de récolte des Ladybots.

source: Overproductivity MK2
fr: Surproductivité MK2

source: Unlocked after Overproductivity MK1.
fr: Débloquée après Surproductivité MK1.

source: Overproductivity MK3
fr: Surproductivité MK3

source: Unlocked after Overproductivity MK2.
fr: Débloquée après Surproductivité MK2.

source: Airborne Dopamine is an artificial sensory experience that provides Falcobots with sensations akin to satisfaction and happiness during their flight in the skies. This sensation is induced by the application of precise electrical discharges within the circuits of the Falcobot, thereby stimulating its system to amplify the perceived emotions. This stimulation significantly enhances the efficiency, perseverance, and outcomes of Falcobots on the battlefield.
fr: La Dopamine de Voltige est une expérience sensorielle artificielle qui procure aux Falcobots des sensations proches de la satisfaction et du bonheur pendant leur vol dans les airs. Cette sensation est induite par l'application de décharges électriques précises dans les circuits du Falcobot, stimulant ainsi son système pour amplifier les émotions perçues. Cette stimulation améliore considérablement l'efficacité, la persévérance et les résultats des Falcobots sur le champ de bataille.
