Repository: Steph-1990/Robot-Uprising-Mod
Catalog: l10n/*.public-simulation-technologies.po
Languages: fr

source: Increases Falcobots health + 50, flying speed + 10% and damage + 5.
fr: Augmente les points de vie de + 50, la vitesse de vol de + 10% et les dégâts de + 5 des Faclcobots.

source: Unlocked after Falcobot MK1.
fr: Débloquée après Falcobot MK1.

source: Increases Falcobots health + 100, flying speed + 15% and damage + 10.
fr: Augmente les points de vie de + 50, la vitesse de vol de + 15 % et les dégâts de + 10 des Faclcobots.

source: Unlocked after Falcobot MK2.
fr: Débloquée après Falcobot MK2.

source: The Automatic Compression revolutionizes the work of Ladybots. It automatically compresses the materials and resources they transport. This innovation is based on reducing the size of the cellular structure of the transported elements, thus facilitating the transport of a considerably larger quantity of resources. Thanks to this capability, Ladybots can optimize the efficiency of their transport operations, offering an ingenious solution to maximize deployment and routing speed.
fr: La Compression Automatique révolutionne le travail des Ladybots. Elle comprime automatiquement les matériaux et les ressources qu'elles transportent. Cette innovation repose sur la réduction de la taille de la structure cellulaire des éléments transportés, facilitant ainsi le transport d'une quantité considérablement plus importante de ressources. Grâce à cette capacité, les Ladybots peuvent optimiser l'efficacité de leurs opérations de transport, offrant ainsi une solution ingénieuse pour maximiser la vitesse de déploiement et d'acheminement.

source: Increases Ladybots speed + 10%, health + 50 and storage capacities + 50.
fr: Augmente la vitessee de vol de + 10%, les points de vie de + 50 et la capacité de stockage de + 50 des Ladybots.

source: Increases Ladybots speed + 10%, health + 70 and storage capacities + 50.
fr: Augmente la vitessee de vol de + 10%, les points de vie de + 70 et la capacité de stockage de + 50 des Ladybots.

source: Unlocked after Ladybot MK1.
fr: Débloquée après Ladybot MK1.

source: Increases Ladybots speed + 10%, health + 100 and storage capacities + 100.
fr: Augmente la vitessee de vol de + 10%, les points de vie de + 100 et la capacité de stockage de + 100 des Ladybots.

source: Unlocked after Ladybot MK2.
fr: Débloquée après Ladybot MK2.

source: The Propulsion System of the Bumblebots relies on cutting-edge technology utilizing miniaturized ion thrusters and highly efficient power generators. These thrusters are specially designed to provide precise directional thrust, allowing the Bumblebots to maneuver with agility in the air. Propulsion units optimize both speed and efficiency of movement. Thanks to this technology, Bumblebots can achieve incredible speeds, enabling them to reach distant positions in just fractions of minutes.
fr: Le système de propulsion des Bumblebots repose sur une technologie de pointe utilisant des propulseurs ioniques miniaturisés et des générateurs d'énergie très efficaces. Ces propulseurs sont spécialement conçus pour fournir une poussée directionnelle précise, permettant aux Bumblebots de manœuvrer avec agilité dans les airs. Les unités de propulsion optimisent à la fois la vitesse et l'efficacité des mouvements. Grâce à cette technologie, les Bumblebots peuvent atteindre des vitesses incroyables, ce qui leur permet d'atteindre des positions éloignées en quelques fractions de minutes.

source: Increases Bumblebots health + 50, flying speed + 10% and garrison + 10.
fr: Augmente les points de vie de + 50, la vitesse de vol de + 10% et la garnison de 10 des Bumblebots.

source: Increases Bumblebots health + 70, flying speed + 15% and garrison + 10.
fr: Augmente les points de vie de + 70, la vitesse de vol de + 15% et la garnison de 10 des Bumblebots.

source: Unlocked after Bumblebot MK1.
fr: Débloquée après Bumblebot MK1.

source: Increases Bumblebots health + 100, flying speed + 20% and garrison + 10.
fr: Augmente les points de vie de + 100, la vitesse de vol de + 20% et la garnison de 10 des Bumblebots.

source: Unlocked after Bumblebot MK2.
fr: Débloquée après Bumblebot MK2.

source: The Cartographic Deduction is a method enabling Spybots to analyze and map terrestrial, aerial, or underground environments before directly observing them. This process involves utilizing surface-collected data to make inferences about the environment, taking into account climatic conditions and available resources. While this approach may not be absolutely precise, it demonstrates remarkable advancements and provides unprecedented terrain previsualization in military history.
fr: La Déduction Cartographique est une méthode permettant aux Spybots d'analyser et de cartographier des environnements terrestres, aériens ou souterrains avant de les observer directement. Ce processus consiste à utiliser les données collectées en surface pour faire des déductions sur l'environnement, en tenant compte des conditions climatiques et des ressources disponibles. Même si cette approche n'est pas d'une précision absolue, elle constitue une avancée remarquable et permet une prévisualisation du terrain sans précédent dans l'histoire militaire.

source: Increases Spybots vision range + 6, health + 10 and flying speed + 1.
fr: Augmente le champ de vision de + 6, les points de vie de + 10 et la vitesse de vol de + 1 des Spybots.

source: Increases Spybots vision range + 9, health + 12 and flying speed + 1.5.
fr: Augmente le champ de vision de + 9, les points de vie de + 12 et la vitesse de vol de + 1.5 des Spybots.

source: Unlocked after Spybot MK1.
fr: Débloquée après Spybot MK1.

source: Increases Spybots vision range + 10, health + 13 and flying speed + 2.
fr: Augmente le champ de vision de + 10, les points de vie de + 13 et la vitesse de vol de + 2 des Spybots.

source: Unlocked after Spybot MK2.
fr: Débloquée après Spybot MK2.

source: The Creative Discharges empower Buildobots by enabling them to manifest unprecedented constructivism and imagination, providing them with what they have always lacked: creativity. Operating from a sophisticated artificial neural network, this technology analyzes environmental data, construction objectives, and specific constraints to generate innovative ideas and ingenious solutions. By combining deep learning algorithms and natural language processing techniques, Buildobots are able to design structures and projects that surpass the bounds of preprogrammed logic, thus offering endless possibilities for construction and innovation.
fr: Les Décharges Créatives renforcent les Buildobots en leur permettant de faire preuve d'un constructivisme et d'une imagination sans précédent, en leur apportant ce qui leur a toujours fait défaut : la créativité. Fonctionnant à partir d'un réseau neuronal artificiel sophistiqué, cette technologie analyse les données environnementales, les objectifs de construction et les contraintes spécifiques pour générer des idées novatrices et des solutions ingénieuses. En combinant des algorithmes d'apprentissage profond et des techniques de traitement du langage naturel, les Buildobots sont capables de concevoir des structures et des projets qui dépassent les limites de la logique préprogrammée, offrant ainsi des possibilités infinies en matière de construction et d'innovation.

source: Increases Buildobots resistance + 2, walkspeed + 1 and building speed + 10%.
fr: Augmente la résistance de + 2, la vitesse de marche de + 1 et la vitesse de construction de 10%.

source: Increases Buildobots resistance + 3, walkspeed + 1.5 and building speed + 15%.
fr: Augmente la résistance de + 3, la vitesse de marche de + 1.5 et la vitesse de construction de 15%.

source: Unlocked after Buildobot MK1.
fr: Débloquée après Buildobot MK1.

source: Increases Buildobots resistance + 4, walkspeed + 2 and building speed + 20%.
fr: Augmente la résistance de + 4, la vitesse de marche de + 2 et la vitesse de construction de 20%.

source: Unlocked after Buildobot MK2.
fr: Débloquée après Buildobot MK2.

source: Enhanced Reparation MK1
fr: Réparation Améliorée MK1

source: The Systematic Repair enhances maintenance for the Mechanized Confederation's automatons by simplifying and expediting the repair process. Based on advanced analysis systems and extensive automation, this technology enables rapid and precise detection of issues encountered by the automatons. Once problems are identified, sophisticated algorithms are activated to coordinate and perform necessary repairs efficiently and accurately. Subsequently, assembly lines equipped with appropriate tools and spare parts intervene to carry out repairs with surgical precision.
fr: La Réparation Systématique améliore la maintenance des automates de la Confédération mécanisée en simplifiant et en accélérant le processus de réparation. Basée sur des systèmes d'analyse avancés et une automatisation poussée, cette technologie permet une détection rapide et précise des problèmes rencontrés par les automates. Une fois les problèmes identifiés, des algorithmes sophistiqués sont activés pour coordonner et effectuer les réparations nécessaires de manière efficace et précise. Ensuite, des chaînes de montage équipées d'outils et de pièces de rechange appropriés interviennent pour effectuer les réparations avec une précision chirurgicale.

source: Increases Technical Centers garrison Max + 5, heal/sec + 1.
fr: Augmente la garnison de + 5 et les points de vis soignés par seconde de + 1 du Technical Center.

source: Unlocked after Enhanced Reparation MK2.
fr: Débloquée après Enhanced Reparation MK2.

source: Enhanced Reparation MK2
fr: Réparation Améliorée MK2

source: Increases Technical Centers garrison Max + 10, heal/sec + 1.
fr: Augmente la garnison de + 10 et les points de vis soignés par seconde de + 1 du Technical Center.

source: Unlocked after Enhanced Reparation MK1.
fr: Débloquée après Enhanced Reparation MK1.

source: Enhanced Reparation MK3
fr: Réparation Améliorée MK3

source: Increases Technical Centers garrison Max + 15, heal/sec + 2.
fr: Augmente la garnison de + 15 et les points de vis soignés par seconde de + 2 du Technical Center.

source: Sonic Cannon MK1
fr: Canon Sonique MK1

source: In order to defend themselves against enemy attacks, the Robots have developed a sonic cannon capable of firing more powerful projectiles at ground units, inflicting heavy damage on their armour and with a greater range than their basic cannon.
fr: Dans le but de se défendre des attaques ennemies, les Robots ont développé un canon sonique capable de tirer sur des unités au sol avec des projectiles plus puissants infligeant de lourds dégâts à leur blindage et ce avec une plus grande portée que leur canon de base.

source: Increases Land Turret damages + 3 and range + 15.
fr: Augmente les dégâts de + 3 et la portée de + 15 de la Tourelle Terrestre.

source: Sonic Cannon MK2
fr: Canon Sonique MK2

source: Unlocked after Sonic Cannon MK1.
fr: Débloquée après Canon Sonique MK1.

source: Sonic Cannon MK3
fr: Canon Sonique MK3

source: Increases Land Turret damages + 5 and range + 20.
fr: Augmente les dégâts de + 5 et la portée de + 20 de la Tourelle Terrestre.

source: Unlocked after Sonic Cannon MK2.
fr: Débloquée après Canon Sonique MK2.

source: Technological Progress TMK2
fr: Progrès Technologique TMK2

source: The TMK2 Technology Phase is a very important stage for the Robot faction. Among other things, it allows them to unlock ships, helping them to access previously inaccessible areas or to harvest resources much more quickly than before. This phase represents a real turning point in the history of the Robot civilisation.
fr: La Phase Technologique TMK2 est une pahse très importante pour la faction des Robots. Elle leur permet entre autre de débloquer des vaisseaux, les aidant ainsi à accéder à des zones autrefois inaccessibles ou à récolter des ressources beaucoup plus rapidement qu'avant. Cette phase constitue un réel tournant dans l'histoire de la civilisation des Robots.

source: Increases Buildobots building speed + 10% and Ladybots storage capacities + 50. Unlock Spacedock and Technical Center.
fr: Augmente la vitesse de construction des Buildobots de + 10% et la capacité de stockage des Ladybots de + 50. Débloque le Spacedock et le Centre Technique.

source: Requires three Phase One Structures.
fr: Requiert trois bâtiments de la Phase Une.

source: Technological Progress TMK3
fr: Progrès Technologique TMK3

source: The TMK3 Technological Phase is the apogee of the robot civilisation. They show their full potential by greatly increasing their production capacity and creating buildings that can switch between static and mobile modes. It is in TMK3 that the Robots prove to be very dangerous for their opponents.
fr: La Phase Technologique TMK3 est l'apogée de la civilisation des Robots. Ils montrent ainsi leur plein potentiel en augmentant grandement leur capacité de production ou encore en créant des bâtiments capables de passer d'un mode statique à un mode mobile. C'est en TMK3 que les Robots se révèlent être très dangereux pour ses opposants.

source: Increases Buildobots building speed + 20% and Ladybots storage capacities + 100. Unlock Spacedock and Technical Center.
fr: Augmente la vitesse de construction des Buildobots de + 20% et la capacité de stockage des Ladybots de + 100. Débloque le Spacedock et le Centre Technique.

source: Requires three Phase Two Structures.
fr: Requiert trois bâtiments de la Phase Deux.
